// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ discos.";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disco.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (sin venta en línea)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d horas";

/* No comment provided by engineer. */
"%d minutes" = "%d minutos";

/* No comment provided by engineer. */
"%d months ago" = "Hace %d meses";

/* No comment provided by engineer. */
"%d of %d" = "%d de %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d cines fuera del área de búsqueda";

/* No comment provided by engineer. */
"%d weeks ago" = "Hace %d semanas";

/* No comment provided by engineer. */
"%d years ago" = "Hace %d años";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilómetro";

/* No comment provided by engineer. */
"1 mile" = "1 milla";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "Hace 1 mes";

/* No comment provided by engineer. */
"1 theater outside search area" = "Un cine fuera del área de búsqueda";

/* No comment provided by engineer. */
"1 week ago" = "Hace 1 semana";

/* No comment provided by engineer. */
"1 year ago" = "Hace 1 año";

/* No comment provided by engineer. */
"About" = "Acerca de";

/* No comment provided by engineer. */
"Auto-Update Location" = "Ubicación automática";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Both" = "Ambos";

/* No comment provided by engineer. */
"Call" = "Marcar";

/* No comment provided by engineer. */
"Cast:" = "Reparto:";

/* No comment provided by engineer. */
"Change date" = "Cambiar fecha";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ciudad/Estado o código postal";

/* No comment provided by engineer. */
"Could not find location." = "No se encontró la ubicación.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Información de DVD/Blu-Ray:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Los datos pueden estar incompletos si escoge una fecha en el futuro. Vuelva a introducir la fecha actual para obtener los listados completos.";

/* No comment provided by engineer. */
"Director:" = "Director:";

/* No comment provided by engineer. */
"Directors:" = "Directores:";

/* No comment provided by engineer. */
"Distance" = "Distancia";

/* No comment provided by engineer. */
"Downloading data" = "Descargando datos";

/* No comment provided by engineer. */
"Downloading poster" = "Descargando póster";

/* No comment provided by engineer. */
"E-mail listings" = "Enviar por e-mail";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Format:" = "Formato:";

/* No comment provided by engineer. */
"Genre:" = "Género:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Servicios de Geo-ubicación:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Viernes pasado";

/* No comment provided by engineer. */
"Last Monday" = "Lunes pasado";

/* No comment provided by engineer. */
"Last Saturday" = "Sábado pasado";

/* No comment provided by engineer. */
"Last Sunday" = "Domingo pasado";

/* No comment provided by engineer. */
"Last Thursday" = "Jueves pasado";

/* No comment provided by engineer. */
"Last Tuesday" = "Martes pasado";

/* No comment provided by engineer. */
"Last Wednesday" = "Miércoles pasado";

/* plural */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "A menos de 1 %@";

/* No comment provided by engineer. */
"License" = "Licencia";

/* No comment provided by engineer. */
"Loading poster" = "Cargando póster";

/* No comment provided by engineer. */
"Local results unavailable" = "No hay resultados locales disponibles";

/* No comment provided by engineer. */
"Localized by:" = "Localización:";

/* No comment provided by engineer. */
"Location" = "Ubicación";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Movie details provided by:" = "Detalles de las películas:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas cinemátográficas:";

/* No comment provided by engineer. */
"Movies" = "Películas";

/* No comment provided by engineer. */
"My other applications" = "Otras aplicaciones del mismo autor";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Network unavailable" = "La red no está disponible";

/* No comment provided by engineer. */
"No information found" = "No se encontró información";

/* No comment provided by engineer. */
"No more show times available today." = "No hay más funciones hoy.";

/* No comment provided by engineer. */
"No results found for '%@'" = "No se encontraron resultados para '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "No hay sinopsis disponible.";

/* No comment provided by engineer. */
"None" = "Nadie";

/* No comment provided by engineer. */
"Not yet rated" = "No clasificada aún:";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Order tickets for %@" = "Comprar entradas para %@";

/* No comment provided by engineer. */
"Play trailer" = "Ver corto";

/* No comment provided by engineer. */
"Please enter your location" = "Por favor ingrese su ubicación";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Priorizar Bookmarks";

/* No comment provided by engineer. */
"Project website" = "Sitio web del proyecto";

/* No comment provided by engineer. */
"Rated %@" = "Clasificada %@";

/* No comment provided by engineer. */
"Rated:" = "Clasificación:";

/* No comment provided by engineer. */
"Read reviews" = "Leer críticas";

/* No comment provided by engineer. */
"Really close by" = "Muy cerca";

/* No comment provided by engineer. */
"Really far away" = "Muy lejos";

/* No comment provided by engineer. */
"Release date:" = "Fecha estreno:";

/* No comment provided by engineer. */
"Release" = "Estreno";

/* No comment provided by engineer. */
"Release: %@" = "Estreno: %@";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Running time:" = "Duración:";

/* No comment provided by engineer. */
"Score" = "Crítica";

/* No comment provided by engineer. */
"Search Date" = "Fecha de búsqueda";

/* No comment provided by engineer. */
"Search Distance" = "Buscar hasta";

/* No comment provided by engineer. */
"Send Feedback" = "Enviar comentarios";

/* No comment provided by engineer. */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Mostrar %d cines ocultos";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Mostrar 1 cine oculto";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Horarios descargados el %@.";

/* No comment provided by engineer. */
"Studio:" = "Estudio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "El cine informó de sus horarios por última vez el\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Algunos proveedores de datos de cines limitan las distancias de búsqueda. Por esto es posible que algunos cines no aparezcan en sus resultados, aún cuando ponga una distancia de búsqueda alta.";

/* No comment provided by engineer. */
"Theaters" = "Cines";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Este cine aún no envía su información de horarios. Cuando esté disponible, %@ la descargará automáticamente.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venta de entradas:";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Unknown Distance" = "Distancia desconocida";

/* No comment provided by engineer. */
"Unknown release date" = "Fecha de estreno desconocida";

/* No comment provided by engineer. */
"Unrated" = "Sin clasificación";

/* No comment provided by engineer. */
"Upcoming" = "Por venir";

/* No comment provided by engineer. */
"Use Small Fonts" = "Fuentes pequeñas";

/* No comment provided by engineer. */
"Visit IMDb" = "Ir a IMDb";

/* No comment provided by engineer. */
"Website" = "Sitio web";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Escrito por Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Su %@ está configurado para el siguiente país: %@\n\nPor ahora Now Playing tiene funcionalidad limitada, pero pronto funcionará completamente en su país. Cuando haya más funcionalidad disponible recibirá un aviso automáticamente. ";

/* No comment provided by engineer. */
"kilometer" = "kilómetro";

/* No comment provided by engineer. */
"kilometers" = "kilómetros";

/* No comment provided by engineer. */
"mile" = "milla";

/* No comment provided by engineer. */
"miles" = "millas";